Repository: mirkobrombin/wingpanel-indicator-prime
Catalog: po/*.po
Languages: it

source: Prime Indicator
it: Indicatore Prime

source: A PRIME mode switcher for wingpanel.
it: Un selettore modalità PRIME per wingpanel.

source: Switch to Intel (Power saving)
it: Passa a Intel (Risparmio energetico)

source: Switch to NVIDIA (Performance mode)
it: Passa a NVIDIA (modalità performance)

source: Switch to NVIDIA (On-Demand)
it: Passa a NVIDIA (On-Demand)

source: NVIDIA Settings
it: Impostazioni NVIDIA

source: Do you want to switch GPU now?
it: Vuoi cambiare modalità GPU ora?

source: You need to log out and then log back in to switch the GPU to
it: Ti dovrai scollegare e riloggare nuovamente per rendere effettive le modifiche.

source: Intel (Power Saving)
it: Intel (Risparmio energetico)

source: NVIDIA (Performance Mode)
it: NVIDIA (modalità performance)
